const MEdata = [
    {
        name: "توزيع حواسيب على طلاب الطيبة",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/148079154_764320734209464_4838700392829163245_o.jpg?_nc_cat=111&ccb=3&_nc_sid=8bfeb9&_nc_ohc=w0PZftm4p-4AX9a6BlI&_nc_oc=AQkZgLR0DHyPLxjhYtseNDUhZnFcS78fR3jAUEEq9CQafaUr4u_SbcyRhD_0bvQexbQ&_nc_ht=scontent.ftlv6-1.fna&oh=e54164ad21764c8a844a25a46f550148&oe=605A7DA4",
        shortDescription: "جمعية إشراقة للتربية والعلوم -الطيبة تكمل توزيع 45 حاسوبا على طلاب الطيبة.",
        longDescription: "قامت جمعية اشراقة للتربية والعلوم في الطيبة وبالتعاون مع التأمين الوطني بتوزيع 20 حاسوبا كدفعة ثانية على طلاب الطيبة  سعيا منها لسد النقص في الحواسيب لدى طلابنا، ليكتمل عدد الحواسيب التي قامت بتوزيعها 45 حاسوبا حيث قامت بتوزيع قبل شهرين بتوزيع 25 حاسوبا كدفعة أولى. تم توزيع هذه الحواسيب على طلاب  من جميع المدارس الابتدائية والاعدادية في الطيبة. تأتي هذه المكرمة ضمن حملات عديدة تقوم بها الجمعية من مساعدة طلابنا ومؤسساتنا في الطيبة وفق رؤيتها التربوية والعلمية حتى تسد ثغرات تربوية وعلمية في بلدنا الطيبة.",
        toDate: "always"
    },
    {
        name: "دورة بسيخوصغار",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/126231431_182064376872480_2424169453746912425_n.jpg?_nc_cat=102&ccb=3&_nc_sid=8bfeb9&_nc_ohc=DuOvBt6leV4AX_oGQC-&_nc_ht=scontent.ftlv6-1.fna&oh=9bc77087a76e68b53121b66f76f47982&oe=605A9E39",
        shortDescription: "دورة التحضير لإمتحان الطلاب الموهوبين والمتفوقين المرحلة الاولى",
        longDescription: "ألأهل الكرام، ابنكم / ابنتكم في الصّف الثالث؟ موعد امتحان الطلاب الموهوبين والمتفوقين لطلاب الصف الثالث في تاريخ 21.12.2020 لا تدعوا الفرصة تفوتكم وسجلوه لدورة بسيخوصغار، دورة التحضير لإمتحان الطلاب الموهوبين والمتفوقين المرحلة الاولى . الدورة الاقوى وبالتعاون مع معهد الاكاديميون العرب ، المعهد الرائد في مجال الموهوبين، باشراف د.صلاح ايوب الخبير والمتخصص في تدريب وتدريس الطلاب الموهوبين والمتفوقين... الدوره عبارة عن 20 ساعة تعليمية، 7-10 لقاءات كل لقاء ساعتين تعليميتين. يحصل كل طالب على حقيبة تدريب مُميزة وخاصة بامتحان الموهوبين الاول من اصدار معهد الاكاديميون العرب. اللقاء الأول من المشروع سيكون يوم الاثنين الموافق 23/11/20 الساعة الرابعة 16:00 بعد الظهر في المركز الجماهيري الطيبه - شارع النجاح. لتفاصيل إضافية والتسجيل الرجاء التواصل معنا على الأرقام التالية : 0505527707 049081835 | 049082835 أو عبر رسالة خاصة",
        toDate: "always"
    }
]