const SEdata = [
    {
        name: "رسالة شكر",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/149208530_1764460860379914_3029088691896596780_n.jpg?_nc_cat=102&ccb=3&_nc_sid=8bfeb9&_nc_ohc=5y0UjX1BpdwAX8fMMJJ&_nc_ht=scontent.ftlv6-1.fna&oh=0b9c7d5ff53a57e47674c18ef92d4073&oe=6059B520",
        shortDescription: "بعث مدير وكالة الفضاء الاسرائيلية في وزارة العلوم والتكنلوجيا رسالة شكر",
        longDescription: "بعث مدير وكالة الفضاء الاسرائيلية في وزارة العلوم والتكنلوجيا رسالة يشكرنا فيها على ما قدمناها في اسبوع الفضاء الاسرائيلي. هذا ويشارك  تبواح ومركز فضاء الطيبة كل سنة في هذا الحدث القطري وهذه السنة وبالرغم من جائحة كورونا إلا أننا حرصنا على المشاركة.",
        toDate: "always"
    },
    {
        name: "أمسية فلكية",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/143012362_1753083331517667_1026163926529017605_n.jpg?_nc_cat=110&ccb=3&_nc_sid=8bfeb9&_nc_ohc=H3GZcT14Ih8AX9gOcWm&_nc_ht=scontent.ftlv6-1.fna&oh=f1be60b925f12dcf29a864d8a19bfdb7&oe=60596A64",
        shortDescription: "لأمسية الفلكية عبر البث المباشر على صفحة الفيسبوك",
        longDescription: "ندعوكم للأمسية الفلكية عبر البث المباشر على صفحة الفيسبوك - تبواح ومركز فضاء الطيبة الخميس 28.1.2021 على تمام 19:00",
        toDate: "always"
    },
    {
        name: "أسبوع الفضاء الاسرائيلي",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/142189433_1750605705098763_4633997092096380984_n.jpg?_nc_cat=103&ccb=3&_nc_sid=730e14&_nc_ohc=wZPU8sx1CYwAX8U9F12&_nc_ht=scontent.ftlv6-1.fna&oh=fa3d5fe002b2c72e96d7582d4157c9f5&oe=60596A35",
        shortDescription: "مركز فضاء الطيبة سيكون له حصة في فعاليات أسبوع الفضاء الاسرائيلي",
        longDescription: "ندعو الجميع للاستمتاع بفعاليات متزامنة ضمن أسبوع الفضاء الاسرائيلي والذي يبدأ من اليوم الأحد 24.1.2021 وحتى يوم الخميس. مركز فضاء الطيبة سيكون له حصة في هذه الفعاليات وذلك يوم الخميس في أمسية فلكية متزامنة وببث حي.",
        toDate: "always"
    },
    {
        name: "انظر إلى الأعلى",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/141773589_1749361215223212_7332641491100017615_n.jpg?_nc_cat=102&ccb=3&_nc_sid=8bfeb9&_nc_ohc=OMzb3vlrEvoAX-cN2gf&_nc_ht=scontent.ftlv6-1.fna&oh=3dac48aff905de5b06d68a1c52650db9&oe=605C3E81",
        shortDescription: "اقتران بين القمر، المريخ واورانوس",
        longDescription: "اقتران جميل بين القمر، المريخ واورانوس. هذه الظاهرة ستكون في الجزء الجنوبي الغربي من السماء",
        toDate: "always"
    },
    {
        name: "تأجيل إطلاق القمر الصناعي",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/137513159_1741183342707666_2571136586899444999_o.jpg?_nc_cat=104&ccb=3&_nc_sid=8bfeb9&_nc_ohc=fA934YtZye8AX99MtYz&_nc_ht=scontent.ftlv6-1.fna&oh=eadaa4afdb761cc4301576a0497c52ff&oe=605AB9BE",
        shortDescription: "تم تأجيل إطلاق الأقمار الصناعية حول العالم",
        longDescription: " للأسف بلغنا من وكالة الفضاء الاسرائيلية ولأسباب قاهرة فقد تم تأجيل إطلاق الأقمار الصناعية حول العالم. سنعلن عن تاريخ الإطلاق الجديد لاحقًا",
        toDate: "always"
    },
    {
        name: "فخر للطيبة",
        img: "No img URl",
        shortDescription: "محاضرة عن مشروع القمر الصناعي الطيباوي الأول",
        longDescription: "سيقوم الاستاذ أسعد شيخ يوسف بتقديم محاضرة عن مشروع القمر الصناعي الطيباوي الأول ضمن مشروع القمر الصناعي- تبواح بايس الطيبة يوم 14.1.2021 والذي سيكون يوم اطلاق القمر الصناعي من الولايات المتحدة الأمريكية",
        toDate: "always"
    },
    {
        name: "الحلم اصبح واقع حقيقي",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/134555241_1174148456333896_5674614367852046768_n.jpg?_nc_cat=110&ccb=3&_nc_sid=8bfeb9&_nc_ohc=F7OPwboJ8KgAX8SObuN&_nc_ht=scontent.ftlv6-1.fna&oh=d03b9eb0cb6811af9f27e359c5e538f0&oe=605AEFD2",
        shortDescription: "النانو قمر صناعي الطيباوي سيحلق بالفضاء بتاريخ ١٤/٠١/٢٠٢١",
        longDescription: "طلابنا يتألقون صحافة واعلام، استطاعوا انهاء مشروع من الطراز الاول من نوعه من برمجة، بناء وتطوير قمر صناعي، حيث سيشارك هذا القمر بالبحث العلمي في مجال רטרו-רפלקטור لجامعة تل-أبيب وهذه من احدى المهام التي كانت ستقوم بها בראשית حيث تحطمت قبل وصولها سطح القمر. الف تحية وتحية لمهارات وقدرات طلابنا، مشروع كهذا سيفتح لهم ابواب واسعة جدا بالمعاهد الاكادمية من علوم دقيقة، هندسة ومواضيع تكنولوجية.",
        toDate: "always"
    },
    {
        name: "الكوكبان الغازيان العملاقان",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/132077412_1724085044417496_4502820253499728025_n.jpg?_nc_cat=101&ccb=3&_nc_sid=8bfeb9&_nc_ohc=mg5b1iF7KO8AX9vLZvD&_nc_ht=scontent.ftlv6-1.fna&oh=987fde2388b509c6edf9a39c18fcc4d4&oe=605BCABA",
        shortDescription: "يظهر الكوكبان الغازيان العملاقان في حقل الرؤيه عينه عبر عدسة تلسكوب مركز فضاء الطيبه",
        longDescription: "يظهر الكوكبان الغازيان العملاقان في حقل الرؤيه عينه عبر عدسة تلسكوب مركز فضاء الطيبه, ما يعطي انطباعا بأنهما قريبان لدرجة الاندماج فيما تفصل مئات الملايين من الكيلومترات بينهما في الواقع . بدأ التقارب الظاهر بين الكوكبين منذ اشهر وسوف يصل الى اقرب مسافه يوم الانقلاب الشتوي , ما يعطي انطباعا بأن الكوكبين هما جرم سماوي واحد.",
        toDate: "always"
    },
    {
        name: "ظاهرة فلكية",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/132276729_1724549644371036_3007428103065046652_o.jpg?_nc_cat=111&ccb=3&_nc_sid=730e14&_nc_ohc=q_Li4AE-H_IAX85hayo&_nc_ht=scontent.ftlv6-1.fna&oh=94ea7951eee82570a3724dbefa033682&oe=605B2D05",
        shortDescription: "سيظهر كوكب المشتري وزحل من نقطة قريبة جدًا من بعضهما و سيبدوان وكأنهما نجم ساطع واحد",
        longDescription: "اليوم!  لا يفوتكم ببث مباشر على موقع الفيسبوك تبواح بايس الطيبة. اليوم الاثنين 21.12.2020 ستحدث ظاهرة فلكية حدثت قبل 800 عام ، في العصور الوسطى ، في 4 مارس 1226. هل فاتتك؟  سيكون عليك الانتظار حتى عام 2080. سيظهر كوكب المشتري وزحل من نقطة قريبة جدًا من بعضهما و سيبدوان وكأنهما نجم ساطع واحد .. انها ظاهرة نادرة جدًا ستراها مرة واحدة فقط في حياتك !!",
        toDate: "always"
    },
    {
        name: "المريخ والأرض والشمس",
        img: "https://scontent.ftlv6-1.fna.fbcdn.net/v/t1.0-9/121577943_1662553380570663_3675784956593722366_o.jpg?_nc_cat=104&ccb=3&_nc_sid=730e14&_nc_ohc=jxCYRkTq-NcAX8rIjyO&_nc_ht=scontent.ftlv6-1.fna&oh=8de2c966dfca83b7334edab06c093abc&oe=605A60F2",
        shortDescription: "المريخ والأرض والشمس في خط سماوي واحد",
        longDescription: "المريخ حاليا على بعد حوالي 63 مليون كيلومتر فقط من الأرض والليلة سيكون في خط سماوي واحد مع الشمس والأرض فكيف يمكنك مشاهدة الكوكب المجاور؟ يمكن لأي شخص النظر إلى السماء في هذه الأيام ويلاحظ النجم البرتقالي والأحمر الساطع. في منتصف الليل يكون هذا النجم الساطع في السماء. في الواقع - هذا هو الكوكب الأكثر إثارة للاهتمام - كوكب المريخ. كوكب المريخ شديد السطوع هذه الأيام لأنه وصل في الأيام الأخيرة إلى أقصى درجات القرب في مداره من الأرض. وبالتالي فإن المسافة بينهما هي الأصغر. يكون مرئيًا في الأفق الشرقي عند غروب الشمس ويغرق إلى الغرب عند شروق الشمس.",
        toDate: "always"
    }
]