import React from 'react';

export default function About() {
    return (
        <>
            <p>
            اُفتتح مركز العلوم والفنون في الطيبة في تاريخ 01.07.2018 وهو واحد من ثمانين مركزاً للعلوم في اسرائيل.
            قُيم كمشروع مشترك لمفعال هبايس, وزارة التربية والتعليم وبلدية الطيبة.
            </p>
            <p>
            مركز العلوم والفنون يعتبر مركزاً محلياً لتعليم العلوم والتكنولوجيا والفنون, فيفتح أبوابه في ساعات الدوام العادي (في الصباح) لطلاب المدارس المختلفة, الابتدائية والاعدادية, يتعلمون من خلاله المواضيع العلمية والتكنولوجية ويجرون التجارب المختلفة, وفي ساعات ما بعد العصر يفتح أبوابه لكافة شرائح المجتمع المختلفة, لدورات مثل: الرسم, العلوم, الروبوتيكا, تنمية مهارات التفكير, التحضير للموهوبين, اللغة الإنجليزية, التمثيل والمسرح, الخط العربي, البسيخومتري, التحضير لامتحانات القبول للطب وطب الأسنان وأخرى...
            </p>
            <p>
            برنامج مركز العلوم التكنولوجيا والفنون تهدف الى تعليم موضوع العلوم والتكنولوجيا والفنون في بيئة تعليمية حديثة ومتقدمة, غنية بوسائل متقدمة للأبحاث والتجارب العلمية لتساعد على التعلم الفعال والذاتي والتي تقام في مُختبرات العلوم والتكنولوجيا, ورشات الفنون والقاعة.
            </p>
            <p>
            يقام في مركز العلوم والفنون تعلم بواسطة البحث العلمي في مجالات متعددة, وتقام به مشاريع حديثة, دورات, ورشات عمل, فعاليات محوسبة. كما وتعرض فيه معارض فنية لفنانين من الطيبة وأعمال فنية أخرى للطلاب ونشاطات ثقافية مثل الندوات والمؤتمرات والمحاضرات المختلفة.
            </p>
            <p>يتبع الشرح عن مركز الفضاء TODO</p>
        </>
    );
}